// Generic Button Titles

// UI guidelines state that "Yes" and "No" should not be used in dialogs. So don't use them.
// "YES" = "Yes";
// "NO" = "No";

OK          = "OK";
OK_REPLY    = "OK";     // Use this to avoid ambiguity when localization is missing.
CANCEL      = "Avbryt";
CONTINUE    = "Fortsätt";
DONE        = "Klar";

/* Photo Stream account Setup */
PHOTO_STREAM_SETUP_ALERT_TITLE = "Bildström";
PHOTO_STREAM_SETUP_ALERT_MESSAGE = "Bildström låter dig dela dina bilder automatiskt mellan alla dina iCloud-enheter. Du kan slå på Bildström i Inställningar.";
PHOTO_STREAM_SETUP_LATER_BUTTON_TITLE = "Senare";
PHOTO_STREAM_SETUP_SETTINGS_BUTTON_TITLE = "Inställningar";


/* Repeat pref */
"REPEAT" = "Upprepa";

/* Shuffle pref */
"SHUFFLE" = "Blanda";

/* Albums list title */
"ALBUMS" = "Album";

/* Tab titles */
"ALBUMS_TAB" = "Album";
"EVENTS_TAB" = "Händelser";
"FACES_TAB"  = "Ansikten";
"PLACES_TAB"  = "Platser";
"IMPORT_TAB" = "Importera";

/* Format for album image count */
"ALBUM_IMAGE_COUNT_FORMAT" = "%@ bilder";
"ALBUM_VIDEO_COUNT_FORMAT" = "%@ videor";
"ALBUM_OTHER_COUNT_FORMAT" = "%@ objekt";

"1_ALBUM_IMAGE" = "1 bild";
"1_ALBUM_VIDEO" = "1 video";
"1_ALBUM_OTHER" = "1 objekt";
"ALBUM_ITEMS_COUNT_FORMAT" = "%@, %@";

ALBUM_THREE_TYPES_LABEL_COMMAS  = "%@, %@, %@";
ALBUM_TWO_TYPES_LABEL_COMMAS    = "%@, %@";
ALBUM_THREE_TYPES_LABEL_CONJUNCTION  = "%@, %@ och %@";
ALBUM_TWO_TYPES_LABEL_CONJUNCTION    = "%@ och %@";
ALBUM_ZERO_TYPES_LABEL   = "Inga objekt";         // Not displayed in normal conditions.

/* Message prompting whether to display slideshow on TV or not */
"DISPLAY_ON_TV" = "Visa på TV?";

/* Text for graphic displayed in content area when a video is being played on an external display */
"TVOUT_PLACEHOLDER_TITLE"    = "TV ansluten";
"TVOUT_PLACEHOLDER_SUBTITLE" = "Den här videon spelas upp på TV:n.";

/* Format string for scrub overlay */
"PHOTO_TITLE_FORMAT" = "%1$@ av %2$@";

/* Format string for number of images remaining in camera */
"PICTURES_REMAINING_FORMAT" = "%d återstår";

/* Setting for no music */
"Off" = "Av";

/* Setting for no music */
"NowPlaying" = "Nu spelas";

/* Setting for playing whatever iPhoto set */
"FromIPhoto" = "Från iPhoto";

/* Title for contact photo selection */
"CONTACT_PHOTO_TITLE_FORMAT" = "Så här kommer det att se ut när ”%@” ringer.";

/* Capturing HUD */
"CAPTURING" = "Tar kort";

/* Retake button in crop overlay */
"RETAKE" = "Omtagning";

/* Use (Done) button in crop overlay */
"USE" = "Använd";

/* Subtitle for contact photo selection */
"CONTACT_PHOTO_SUBTITLE" = "Flytta och skalanpassa";

/* Title for cropping photo selection */
"CROP_OVERLAY_TITLE" = "Flytta och skalanpassa";

/* Title for cropping wallpaper selection */
"WALLPAPER_OVERLAY_TITLE" = "Flytta och skalanpassa";

/* Title for cropping photo selection */
"CROP_OVERLAY_SUBTITLE" = "";

/* Title for non-editing photo selection */
"PREVIEW" = "Granska bild";

/* Title for wallpaper photo selection */
"WALLPAPER_PHOTO_TITLE" = "Förhandsvisning av bakgrund";

/* Title of button to set contact photo */
"SET_PHOTO_BUTTON" = "Ställ in bild";

"CHOOSE_PHOTO_BUTTON" = "Välj";

"USE_PHOTO_BUTTON" = "Använd bild";

/* Title of button to set wallpaper */
"SET_WALLPAPER_BUTTON" = "Ställ in";

/*** Sharing and Action Button Labels ***/
// a. Displayed in the Action popup menu in photo view.
// b. Displayed in the Share popup menu in album view on iPhone.

SEND_VIA_EMAIL_BUTTON       = "E-post";
    // Note: Generic case used in the Share menu in the album view on iPhone.

SEND_PHOTO_VIA_EMAIL_BUTTON = "E-posta bild";
SEND_VIDEO_VIA_EMAIL_BUTTON = "E-posta video";

TEXT_MESSAGE                = "Meddelande";

SEND_TO_MOBILE_ME           = "Skicka till MobileMe";
SEND_TO_YOUTUBE             = "Skicka till YouTube";
TWEET                       = "Tweet";

ASSIGN_TO_CONTACT_BUTTON    = "Tilldela till kontakt";
USE_AS_SCREENSAVER_BUTTON   = "Använd som bakgrund";
ROTATE_PHOTO                = "Rotera bild";

COPY_PHOTO_ACTION           = "Kopiera bild";
COPY_VIDEO_ACTION           = "Kopiera video";
PRINT                       = "Skriv ut";


/*** ***/

/* Title of button to set screensaver */
"SET_SCREENSAVER_BUTTON" = "Använd";

/* Status shown while setting wallpaper */
"SETTING_WALLPAPER" = "Ställer in bakgrund";

/* Strings for lack of Mail setup */
"NO_EMAIL_TITLE" = "E-postkonto";

"NO_EMAIL_ACCOUNT_FOR_PHOTOS_OR_VIDEOS" = "Ställ in ett e-postkonto om du vill e-posta bilder och videor.";
"NO_EMAIL_ACCOUNT_FOR_PHOTOS" = "Ställ in ett e-postkonto om du vill e-posta bilder.";
"NO_EMAIL_ACCOUNT_FOR_VIDEOS" = "Ställ in ett e-postkonto om du vill e-posta videor.";

/* Button tile for lack of Mail setup */
"SET_UP_MAIL_ACCOUNT" = "Ställ in";

/* Status shown while saving video */
"SAVING_VIDEO" = "Sparar video";

/* Status shown while saving picture */
"SAVING_PHOTO" = "Sparar bild";

/* Status shown while loading picture */
"LOADING_PHOTO" = "Läser in…";

/* Label under spinner while camera loads */
"CAMERA_LOADING" = "Läser in…";

/* EXIF TIFF Model */
"TIFFMAKE" = "Apple";

/* EXIF TIFF Make */
"TIFFMODEL_IPHONE" = "iPhone";
"TIFFMODEL_IPOD" = "iPod";

/* Title shown for empty photo album - photo mode */
"NO_PHOTOS" = "Inga bilder";

/* Title shown for empty photo album - video mode */
"NO_VIDEOS" = "Inga videor";

/* Title shown for empty photo album - both */
"NO_PHOTOS_VIDEOS" = "Inga bilder eller videor";

/* Title for empty camera album - */
"CAMERA_ROLL_LOCKED_iPhone" = "iPhone är låst.";
"CAMERA_ROLL_LOCKED_iPod touch" = "iPod är låst.";
"CAMERA_ROLL_LOCKED_iPad" = "iPad är låst.";
"CAMERA_ROLL_LOCKED_iPhone Simulator" = "iPhone är låst.";
"CAMERA_ROLL_LOCKED_iPad Simulator" = "iPad är låst.";

/* Message for empty camera album - photo mode */
"EMPTY_CAMERA_ROLL_PHOTOS" = "Du kan ta bilder med kameran.";

/* Message for empty camera album - video mode */
"EMPTY_CAMERA_ROLL_VIDEOS" = "Du kan filma video med kameran.";

/* Message for empty camera album - both */
"EMPTY_CAMERA_ROLL_ALL" = "Du kan ta bilder eller video med kameran.";

/* Message for empty lock screen camera album */
"EMPTY_CAMERA_ROLL_LOCKED_MESSAGE_iPhone" = "Lås upp iPhone om du vill se alla bilder och videor.";
"EMPTY_CAMERA_ROLL_LOCKED_MESSAGE_iPod touch" = "Lås upp iPod om du vill se alla bilder och videor.";
"EMPTY_CAMERA_ROLL_LOCKED_MESSAGE_iPad" = "Lås upp iPad om du vill se alla bilder och videor.";
"EMPTY_CAMERA_ROLL_LOCKED_MESSAGE_iPhone Simulator" = "Lås upp iPhone om du vill se alla bilder och videor.";
"EMPTY_CAMERA_ROLL_LOCKED_MESSAGE_iPad Simulator" = "Lås upp iPad om du vill se alla bilder och videor.";

/* Message for empty photo album */
"EMPTY_ALBUM_CAMERA_NOT_AVAILABLE_iPhone" = "Du kan synkronisera bilder och videor till din iPhone med iTunes, eller lägga till bilder och videor från andra album och händelser.";
"EMPTY_ALBUM_CAMERA_NOT_AVAILABLE_iPod touch" = "Du kan synkronisera bilder och videor till din iPod med iTunes, eller lägga till bilder och videor från andra album och händelser.";
"EMPTY_ALBUM_CAMERA_NOT_AVAILABLE_iPad" = "Du kan synkronisera bilder och videor till din iPad med iTunes, eller lägga till bilder och videor från andra album och händelser.";
"EMPTY_ALBUM_CAMERA_NOT_AVAILABLE_iPhone Simulator" = "Du kan synkronisera bilder och videor till din iPhone med iTunes, eller lägga till bilder och videor från andra album och händelser.";
"EMPTY_ALBUM_CAMERA_NOT_AVAILABLE_iPad Simulator" = "Du kan synkronisera bilder och videor till din iPad med iTunes, eller lägga till bilder och videor från andra album och händelser.";

/* Message for empty photo album when a camera is available */
"EMPTY_ALBUM_CAMERA_AVAILABLE_iPhone" = "Du kan ta bilder med kameran, synkronisera bilder och videor till din iPhone med iTunes, eller lägga till bilder och videor från andra album och händelser.";
"EMPTY_ALBUM_CAMERA_AVAILABLE_iPod touch" = "Du kan ta bilder med kameran, synkronisera bilder och videor till din iPod med iTunes, eller lägga till bilder och videor från andra album och händelser.";
"EMPTY_ALBUM_CAMERA_AVAILABLE_iPad" = "Du kan ta bilder med kameran, synkronisera bilder och videor till din iPad med iTunes, eller lägga till bilder och videor från andra album och händelser.";
"EMPTY_ALBUM_CAMERA_AVAILABLE_iPhone Simulator" = "Du kan ta bilder med kameran, synkronisera bilder och videor till din iPhone med iTunes, eller lägga till bilder och videor från andra album och händelser.";
"EMPTY_ALBUM_CAMERA_AVAILABLE_iPad Simulator" = "Du kan ta bilder med kameran, synkronisera bilder och videor till din iPad med iTunes, eller lägga till bilder och videor från andra album och händelser.";

/* Message for empty photo album when a video is available */
"EMPTY_ALBUM_VIDEO_AVAILABLE_iPhone" = "Du kan ta bilder och filma videor med kameran, synkronisera bilder och videor till din iPhone med iTunes, eller lägga till bilder och videor från andra album och händelser.";
"EMPTY_ALBUM_VIDEO_AVAILABLE_iPod touch" = "Du kan ta bilder och filma videor med kameran, synkronisera bilder och videor till din iPod med iTunes, eller lägga till bilder och videor från andra album och händelser.";
"EMPTY_ALBUM_VIDEO_AVAILABLE_iPad" = "Du kan ta bilder och filma videor med kameran, synkronisera bilder och videor till din iPad med iTunes, eller lägga till bilder och videor från andra album och händelser.";
"EMPTY_ALBUM_VIDEO_AVAILABLE_iPhone Simulator" = "Du kan ta bilder och filma videor med kameran, synkronisera bilder och videor till din iPhone med iTunes, eller lägga till bilder och videor från andra album och händelser.";
"EMPTY_ALBUM_VIDEO_AVAILABLE_iPad Simulator" = "Du kan ta bilder och filma videor med kameran, synkronisera bilder och videor till din iPad med iTunes, eller lägga till bilder och videor från andra album och händelser.";

/* Message for empty photo stream album */
"EMPTY_ALBUM_PHOTO_STREAM" = "Bildström lagrar dina bilder från de senaste trettio dagarna på iCloud och överför dem till alla dina enheter.";

/* Message for empty photo album when there is no content in the library */
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_NOT_AVAILABLE_iPhone" = "Du kan synkronisera bilder och videor till din iPhone med iTunes.";
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_NOT_AVAILABLE_iPod touch" = "Du kan synkronisera bilder och videor till din iPod med iTunes.";
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_NOT_AVAILABLE_iPad" = "Du kan synkronisera bilder och videor till din iPad med iTunes.";
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_NOT_AVAILABLE_iPhone Simulator" = "Du kan synkronisera bilder och videor till din iPhone med iTunes.";
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_NOT_AVAILABLE_iPad Simulator" = "Du kan synkronisera bilder och videor till din iPad med iTunes.";

/* Message for empty photo album when a camera is available and there is no content in the library */
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_AVAILABLE_iPhone" = "Du kan ta bilder med kameran eller synkronisera bilder och videor till din iPhone med iTunes.";
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_AVAILABLE_iPod touch" = "Du kan ta bilder med kameran eller synkronisera bilder och videor till din iPod med iTunes.";
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_AVAILABLE_iPad" = "Du kan ta bilder med kameran eller synkronisera bilder och videor till din iPad med iTunes.";
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_AVAILABLE_iPhone Simulator" = "Du kan ta bilder med kameran eller synkronisera bilder och videor till din iPhone med iTunes.";
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_AVAILABLE_iPad Simulator" = "Du kan ta bilder med kameran eller synkronisera bilder och videor till din iPad med iTunes.";

/* Message for empty photo album when a video is available and there is no content in the library */
"EMPTY_ALBUM_EMPTY_LIBRARY_VIDEO_AVAILABLE_iPhone" = "Du kan ta bilder och videor med kameran eller synkronisera bilder och videor till din iPhone med iTunes.";
"EMPTY_ALBUM_EMPTY_LIBRARY_VIDEO_AVAILABLE_iPod touch" = "Du kan ta bilder och videor med kameran eller synkronisera bilder och videor till din iPod med iTunes.";
"EMPTY_ALBUM_EMPTY_LIBRARY_VIDEO_AVAILABLE_iPad" = "Du kan ta bilder och videor med kameran eller synkronisera bilder och videor till din iPad med iTunes.";
"EMPTY_ALBUM_EMPTY_LIBRARY_VIDEO_AVAILABLE_iPhone Simulator" = "Du kan ta bilder och videor med kameran eller synkronisera bilder och videor till din iPhone med iTunes.";
"EMPTY_ALBUM_EMPTY_LIBRARY_VIDEO_AVAILABLE_iPad Simulator" = "Du kan ta bilder och videor med kameran eller synkronisera bilder och videor till din iPad med iTunes.";

/* Message when there's not enough disk space */
"LOW_DISK_SPACE_TITLE" = "Ont om utrymme";
"LOW_DISK_SPACE_PHOTO_TITLE" = "Kan inte ta bild";
"LOW_DISK_SPACE_VIDEO_TITLE" = "Kan inte spela in video";
"LOW_DISK_SPACE_TRIM_TITLE" = "Kan inte putsa video";
"LOW_DISK_SPACE_PHOTO_BODY" = "Det saknas tillräckligt utrymme för att ta en bild. Du kan hantera ditt utrymme i Inställningar.";
"LOW_DISK_SPACE_VIDEO_BODY" = "Det saknas tillräckligt utrymme för att spela in video. Du kan hantera ditt utrymme i Inställningar.";
"LOW_DISK_SPACE_TRIM_BODY" = "Det saknas tillräckligt utrymme för att putsa video. Du kan hantera ditt utrymme i Inställningar.";
"LOW_DISK_SPACE_NO_SETTINGS_PHOTO_BODY" = "Det saknas tillräckligt utrymme för att ta en bild.";
"LOW_DISK_SPACE_NO_SETTINGS_VIDEO_BODY" = "Det saknas tillräckligt utrymme för att spela in video.";
"LOW_DISK_SPACE_NO_SETTINGS_TRIM_BODY" = "Det saknas tillräckligt utrymme för att putsa video.";
"LOW_DISK_SPACE_ALERT_SETTINGS_TITLE" = "Inställningar";
"LOW_DISK_SPACE_ALERT_DONE_TITLE" = "Klar";
"LOW_DISK_SPACE_NO_SETTINGS_ALERT_DONE_TITLE" = "OK";

/* Recording stopped resons */
"RECORDING_STOPPED_TITLE" = "Videoinspelningen stoppad";
"MAX_RECORDING_DURATION_REACHED"  = "Maximal tidslängd för den här videon har uppnåtts.";
"MAX_RECORDING_FILE_SIZE_REACHED" = "Maximal storlek för den här videon har uppnåtts."; 

"MOBILE_ME_SERVICE_NAME" = "MobileMe";

/* Crop overlay title */
"TAKE_PICTURE" = "Ta bild";

// ***

"FLASH_DISABLED_TITLE"    = "Blixten är av";
"FLASH_DISABLED_MESSAGE_iPhone"  = "iPhone måste svalna innan du kan använda blixten.";
"FLASH_DISABLED_MESSAGE_iPod touch" = "iPod måste svalna innan du kan använda blixten.";
"FLASH_DISABLED_MESSAGE_iPad"  = "iPad måste svalna innan du kan använda blixten.";

"VIDEO_INCOMPATIBLE_ERROR" = "Åtgärden misslyckades eftersom den här videon är inkompatibel med enhetens sparade kamerarulle.";

/* Titles for segments for camera album sheet */
"CAMERA_ALBUM_SEGMENT_ALL" = "Alla";
"CAMERA_ALBUM_SEGMENT_PHOTOS" = "Bilder";
"CAMERA_ALBUM_SEGMENT_VIDEO" = "Videor";

"TRIM_ACTION_TITLE" = "Putsa";

"TRIM_BUTTON_TITLE" = "Putsa";
"PUBLISH_BUTTON_TITLE" = "Publicera";

"APPROXIMATE_SIZE" = "(≈%@)";

"MEDIA_PROGRESS_NO_TIME_FORMAT" = "Publicerar på %@";
"MEDIA_PROGRESS_FORMAT" = "Publicerar på %@: %@";
"MEDIA_TIME_MINUTES_REMAINING_FORMAT" = "Ungefär %d minuter återstår…";
"MEDIA_TIME_ONE_MINUTE_REMAINING" = "Cirka 1 minut återstår…";
"MEDIA_TIME_SECONDS_REMAINING_FORMAT" = "Cirka %d sekunder återstår…";
"MEDIA_TIME_ONE_SECOND_REMAINING" = "Cirka 1 sekund återstår…";
"COMPLETING_UPLOAD" = "Slutför överföring…";

TRIMMING_VIDEO      = "Putsar video…";
PREPARING_VIDEO     = "Förbereder video…";
COMPRESSING_VIDEO   = "Komprimerar video…";

//Generic formats are used for media with no Title. Eg: Photo Published

PUBLISHED_MEDIA_FORMAT  = "”%@” publicerad";
PUBLISHED_VIDEO         = "Video publicerad";
PUBLISHED_IMAGE         = "Bild publicerad";

MEDIA_FAILURE_FORMAT    = "Kunde inte publicera ”%@”";
FAILED_PUBLISH_VIDEO    = "Kunde inte publicera video.";
FAILED_PUBLISH_IMAGE    = "Kunde inte publicera bild.";

"VIEW_BUTTON_TITLE_FORMAT" = "Visa på %@";
"TELL_A_FRIEND" = "Tipsa en vän";
"CLOSE" = "Stäng";

"TRIM_FOR_MMS_TITLE" = "Skicka";
"TRIM_FOR_EMAIL_TITLE" = "E-post";
"TRIM_FOR_PUBLISH_TITLE" = "Publicera";

"TRIM_VIDEO_NAV_TITLE" = "Putsa video";
"TRIM_VIDEO_NAV_TITLE_IMAGE_PICKER" = "Ändra video";
"TRIM_TITLE_IMAGE_PICKER" = "Spara";

"VIDEO_TOO_LONG_ALERT_TITLE" = "Videon är för lång";
"VIDEO_TOO_LONG_MMS_BODY" = "Vill du välja ett mindre urklipp från den här videon att skicka?";
"VIDEO_TOO_LONG_EMAIL_BODY" = "Vill du välja ett mindre urklipp från den här videon att e-posta?";
"VIDEO_TOO_LONG_PUBLISH_BODY" = "Vill du välja ett mindre urklipp från den här videon att publicera?";

"VIDEO_TOO_LONG_CANCEL" = "Avbryt";
"VIDEO_TOO_LONG_OK" = "OK";

/*** Album View Button Labels  ***/
// These labels are displayed in the toolbar at the bottom of the album view after the Action icon is touched (iPhone) or in the nav bar after the action button is touched (iPad)

ADD_BUTTON          = "Lägg till";
ADD_PHOTOS_BUTTON   = "Lägg till bilder";
ADD_TO_BUTTON       = "Lägg till";
ADD_TO_ELLIPSIS_BUTTON = "Lägg till i…";
SHARE_BUTTON        = "Dela";
SHARE_BUTTON_FORMAT = "Dela (%d)";
EMAIL_BUTTON        = "E-post";
EMAIL_BUTTON_FORMAT = "E-posta (%d)";
COPY_BUTTON         = "Kopiera";
COPY_BUTTON_FORMAT  = "Kopiera (%d)";
MOVE_BUTTON         = "Lägg till";
MOVE_BUTTON_FORMAT  = "Lägg till (%d)";
PRINT_BUTTON        = "Skriv ut";
PRINT_BUTTON_FORMAT = "Skriv ut (%d)";
REMOVE_BUTTON       = "Ta bort";
REMOVE_BUTTON_FORMAT = "Ta bort (%d)";
DELETE_BUTTON       = "Radera";
DELETE_BUTTON_FORMAT = "Radera (%d)";
SAVE_TO_CAMERAROLL_BUTTON = "Spara";
SAVE_TO_CAMERAROLL_SHEET_BUTTON = "Spara i kamerarullen";
SAVE_TO_SAVEDPHOTOS_SHEET_BUTTON = "Spara i sparade bilder";

/***/

"TRIM_ALERT_TITLE" = "Putsa original";
"TRIM_COPY_ALERT_TITLE" = "Spara som nytt klipp";

/* Error message displayed in an alert when the re encoding of a video is interrupted */
"SHARING_WAS_INTERRUPTED" = "Delningen avbröts";

/* Photo filename for emailed items */
"PHOTO_FILENAME" = "bild";
"AUDIO_FILENAME" = "ljud";

"PRINT_FILENAME" = "Bild";

"VIDEO_TOO_LONG_TITLE" = "Videon är för lång";
"VIDEO_TOO_LONG_TITLE_IMAGE_PICKER" = "Videon är för lång";
"VIDEO_TOO_LONG_BODY" = "Välj ett mindre urklipp från den här videon.";

"VIDEO_PLAYBACK_FAILED" = "Filmformatet stöds inte.";

/*** Bulk Editing ***/

// Navigation bar titles.

SELECT_PHOTOS       = "Välj bilder";
SELECT_VIDEOS       = "Markera videor";
SELECT_AUDIOS       = "Markera ljudfiler";
SELECT_ITEMS        = "Markera objekt";

SELECTED_PHOTO      = "1 markerad bild";
SELECTED_PHOTOS     = "%d markerade bilder";

SELECTED_VIDEO      = "1 markerad video";
SELECTED_VIDEOS     = "%d markerade videor";

SELECTED_AUDIO      = "1 markerad ljudfil";
SELECTED_AUDIOS     = "%d markerade ljudfiler";

SELECTED_ITEM       = "1 markerat objekt";
SELECTED_ITEMS      = "%d markerade objekt";

// Move Action sheet labels

MOVE_TO_EXISTING_ALBUM = "Flytta till ett befintligt album";
ADD_TO_EXISTING_ALBUM  = "Lägg till i befintligt album";
ADD_TO_NEW_ALBUM       = "Lägg till i nytt album";

// Remove confirmation button labels and prompts.

REMOVE_FROM_ALBUM_BUTTON   = "Ta bort från album";

REMOVE_CONF_TITLE_PHOTO    = "Bilden kommer att tas bort från det här albumet, men finns kvar i bildbiblioteket.";
REMOVE_CONF_TITLE_PHOTOS   = "Bilderna kommer att tas bort från det här albumet, men finns kvar i bildbiblioteket.";

REMOVE_CONF_TITLE_VIDEO    = "Videon kommer att tas bort från det här albumet, men finns kvar i bildbiblioteket.";
REMOVE_CONF_TITLE_VIDEOS   = "Videorna kommer att tas bort från det här albumet, men finns kvar i bildbiblioteket.";

REMOVE_CONF_TITLE_AUDIO    = "Ljudklippet kommer att tas bort från det här albumet, men finns kvar i bildbiblioteket.";
REMOVE_CONF_TITLE_AUDIOS   = "Ljudklippen kommer att tas bort från det här albumet, men finns kvar i bildbiblioteket.";

REMOVE_CONF_TITLE_ITEM     = "Det här objektet kommer att tas bort från det här albumet, men finns kvar i bildbiblioteket.";
REMOVE_CONF_TITLE_ITEMS    = "De här objekten kommer att tas bort från det här albumet, men finns kvar i bildbiblioteket.";

REMOVE_ALL                 = "Ta bort alla";
REMOVE_ALL_INCLUDING_ALBUM = "Ta bort alla";


// Delete confirmation button labels.

DELETE_PHOTO        = "Radera bild";
DELETE_PHOTOS       = "Radera markerade bilder";

DELETE_VIDEO        = "Radera video";
DELETE_VIDEOS       = "Radera markerade videor";

DELETE_AUDIO        = "Radera ljud";
DELETE_AUDIOS       = "Radera markerade ljudfiler";

DELETE_ITEM         = "Radera objekt";
DELETE_ITEMS        = "Radera markerade objekt";

DELETE_MEDIA        = "Radera medier";
DELETE_MEDIAS       = "Radera markerade medier";

DELETE_ALL          = "Radera alla";
DELETE_ALL_INCLUDING_ALBUM = "Radera alla";
    // Displayed when an album or event will be deleted in addition to deleting all the photos within the album or event.

DELETE_CONF_TITLE   = "Du kan bara radera objekt som importerats direkt till iPad.";

// Deleting photos that are referenced from albums
DELETE_EVERYWHERE                               = "Radera överallt";

DELETE_EVERYWHERE_CONF_TITLE_PHOTO_1_ALBUM      = "Den här bilden används i 1 album.\nVill du radera den överallt?";
DELETE_EVERYWHERE_CONF_TITLE_PHOTO_N_ALBUMS     = "Den här bilden används i %@ album.\nVill du radera den överallt?";
DELETE_EVERYWHERE_CONF_TITLE_PHOTOS_1_ALBUM     = "De här bilderna används i 1 album.\nVill du radera dem överallt?";
DELETE_EVERYWHERE_CONF_TITLE_PHOTOS_N_ALBUMS    = "De här bilderna används i %@ album.\nVill du radera dem överallt?";

DELETE_EVERYWHERE_CONF_TITLE_VIDEO_1_ALBUM      = "Den här videon används i 1 album.\nVill du radera den överallt?";
DELETE_EVERYWHERE_CONF_TITLE_VIDEO_N_ALBUMS     = "Den här videon används i %@ album.\nVill du radera den överallt?";
DELETE_EVERYWHERE_CONF_TITLE_VIDEOS_1_ALBUM     = "De här videorna används i 1 album.\nVill du radera dem överallt?";
DELETE_EVERYWHERE_CONF_TITLE_VIDEOS_N_ALBUMS    = "De här videorna används i %@ album.\nVill du radera dem överallt?";

DELETE_EVERYWHERE_CONF_TITLE_AUDIO_1_ALBUM      = "Det här ljudklippet används i 1 album.\nVill du radera det överallt?";
DELETE_EVERYWHERE_CONF_TITLE_AUDIO_N_ALBUMS     = "Det här ljudklippet används i %@ album.\nVill du radera det överallt?";
DELETE_EVERYWHERE_CONF_TITLE_AUDIOS_1_ALBUM     = "De här ljudklippen används i 1 album.\nVill du radera dem överallt?";
DELETE_EVERYWHERE_CONF_TITLE_AUDIOS_N_ALBUMS    = "De här ljudklippen används i %@ album.\nVill du radera dem överallt?";

DELETE_EVERYWHERE_CONF_TITLE_ITEM_1_ALBUM       = "Det här objektet används i 1 album.\nVill du radera det överallt?";
DELETE_EVERYWHERE_CONF_TITLE_ITEM_N_ALBUMS      = "Det här objektet används i %@ album.\nVill du radera det överallt?";
DELETE_EVERYWHERE_CONF_TITLE_ITEMS_1_ALBUM      = "De här objekten används i 1 album.\nVill du radera dem överallt?";
DELETE_EVERYWHERE_CONF_TITLE_ITEMS_N_ALBUMS     = "De här objekten används i %@ album.\nVill du radera dem överallt?";

/*** Import ***/

// Navigation bar button labels.

IMPORT              = "Importera";
IMPORT_ALL          = "Importera alla";
IMPORT_SELECTED     = "Importera markerade";

DELETE_SELECTED     = "Radera markerade";

STOP_IMPORT         = "Stoppa import";

// ***

"FREE_SPACE_TITLE" = "Utrymme saknas";
"FREE_SPACE_MESSAGE" = "Import kräver %@ mer utrymme. Du kan välja färre objekt eller frigöra utrymme genom att radera videor, bilder eller musik.";

"NO_SPACE_MESSAGE_iPhone" = "Denna iPhone har inte tillräckligt ledigt utrymme för att importera bilder.";
"NO_SPACE_MESSAGE_iPod" = "Denna iPod har inte tillräckligt ledigt utrymme för att importera bilder.";
"NO_SPACE_MESSAGE_iPad" = "Denna iPad har inte tillräckligt ledigt utrymme för att importera bilder.";

"IMPORT_COMPLETE_TITLE" = "Importen är klar";
"IMPORT_STOPPED_TITLE" = "Importen stoppades";

"KEEPORDELETE_PHOTO_iPhone" = "Vill du radera den importerade bilden från den anslutna iPhone-enheten?";
"KEEPORDELETE_PHOTOS_iPhone" = "Vill du radera importerade bilder från den anslutna iPhone-enheten?";
"KEEPORDELETE_VIDEO_iPhone" = "Vill du radera den importerade videon från den anslutna iPhone-enheten?";
"KEEPORDELETE_VIDEOS_iPhone" = "Vill du radera importerade videor från den anslutna iPhone-enheten?";
"KEEPORDELETE_MEDIA_iPhone" = "Vill du radera importerade medier från den anslutna iPhone-enheten?";

"KEEPORDELETE_PHOTO_iPod" = "Vill du radera den importerade bilden från den anslutna iPod-enheten?";
"KEEPORDELETE_PHOTOS_iPod" = "Vill du radera importerade bilder från den anslutna iPod-enheten?";
"KEEPORDELETE_VIDEO_iPod" = "Vill du radera den importerade videon från den anslutna iPod-enheten?";
"KEEPORDELETE_VIDEOS_iPod" = "Vill du radera importerade videor från den anslutna iPod-enheten?";
"KEEPORDELETE_MEDIA_iPod" = "Vill du radera importerade medier från den anslutna iPod-enheten?";

"KEEPORDELETE_PHOTO_iPad" = "Vill du radera den importerade bilden från den anslutna iPad-enheten?";
"KEEPORDELETE_PHOTOS_iPad" = "Vill du radera importerade bilder från den anslutna iPad-enheten?";
"KEEPORDELETE_VIDEO_iPad" = "Vill du radera den importerade videon från den anslutna iPad-enheten?";
"KEEPORDELETE_VIDEOS_iPad" = "Vill du radera importerade videor från den anslutna iPad-enheten?";
"KEEPORDELETE_MEDIA_iPad" = "Vill du radera importerade medier från den anslutna iPad-enheten?";

"KEEPORDELETE_PHOTO_Camera" = "Vill du radera den importerade bilden från den anslutna kameran?";
"KEEPORDELETE_PHOTOS_Camera" = "Vill du radera importerade bilder från den anslutna kameran?";
"KEEPORDELETE_VIDEO_Camera" = "Vill du radera den importerade videon från den anslutna kameran?";
"KEEPORDELETE_VIDEOS_Camera" = "Vill du radera importerade videor från den anslutna kameran?";
"KEEPORDELETE_MEDIA_Camera" = "Vill du radera importerade medier från den anslutna kameran?";

"KEEPORDELETE_PHOTO_FORMAT" = "Vill du radera den importerade bilden från ”%@”?";
"KEEPORDELETE_PHOTOS_FORMAT" = "Vill du radera importerade bilder från ”%@”?";
"KEEPORDELETE_VIDEO_FORMAT" = "Vill du radera den importerade videon från ”%@”?";
"KEEPORDELETE_VIDEOS_FORMAT" = "Vill du radera importerade videor från ”%@”?";
"KEEPORDELETE_MEDIA_FORMAT" = "Vill du radera importerade medier från ”%@”?";

"KEEP" = "Behåll";
"REMOVE" = "Radera";
"IGNORE_DUPLICATES" = "Hoppa över dubbletter";
"IMPORT_DUPS" = "Duplicera bilder";
"IMPORT_DUPS_MSG" = "En del av dessa bilder finns redan i ditt bildbibliotek.";
"IMPORT_DUPS_ALL_MSG" = "Alla dessa bilder finns redan i ditt bildbibliotek.";
"UNLOCK_DEVICE_iPhone" = "Lås upp iPhone om du vill importera bilder.";
"UNLOCK_DEVICE_iPod" = "Lås upp iPod om du vill importera bilder.";
"UNLOCK_DEVICE_iPad" = "Lås upp iPad om du vill importera bilder.";

"IMPORT_MULTI_ALERT_TITLE" = "Flera format importerade";
"IMPORT_MULTI_ALERT_MESSAGE" = "Bildström kommer bara att överföra en version av varje objekt.";

// Shorter form of "Import All" for the confirmation dialog
IMPORT_ALL_SHORT          = "Importera alla";

"CAMERA_DEVICE_TYPE" = "Kamera";

"IMPORT_LOADING_STRING" = "Läser in…";

"IMPORT_EMPTY_DEVICE_TITLE" = "Inga bilder att importera";
"IMPORT_EMPTY_DEVICE_MESSAGE" = "";

/* Error string for when an image from an external camera fails to download */
"CAMERA_IMPORT_DOWNLOAD_FAILED" = "Kunde inte hämta bild.";

/* Error string for when an image from an external camera fails to import */
"CAMERA_IMPORT_IMPORT_FAILED" = "Kunde inte importera bild.";

/* Wildcat PLUIImageViewController */
"CHOOSE_PHOTO_TITLE" = "Välj bild";
"CHOOSE_VIDEO_TITLE" = "Välj video";
"USE_PHOTO_BUTTON_TITLE" = "Använd";


"PROGRESS_SYNCING_X_OF_Y" = "Synkroniserar %@ av %@";
"PROGRESS_IMPORTING_X_OF_Y" = "Återställer %@ av %@";
"PROGRESS_DOWNLOADING_X_OF_Y" = "Hämtar %@ av %@";
"PROGRESS_SYNCING_AND_IMPORTING_X_OF_Y" = "Synkroniserar %@ av %@";
"PROGRESS_SYNCING_AND_DOWNLOADING_X_OF_Y" = "Synkroniserar %@ av %@";
"PROGRESS_IMPORTING_AND_DOWNLOADING_X_OF_Y" = "Hämtar %@ av %@";
"PROGRESS_ALL_X_OF_Y" = "Synkroniserar %@ av %@";


/*** Full Screen ***/

// Navigation bar button labels.

SLIDESHOW = "Bildspel";

/*** Slideshow Settings ***/

"SLIDESHOW_SETTINGS_TITLE" = "Bildspelsalternativ";
"TRANSITIONS" = "Övergångar";
"PLAY_MUSIC" = "Spela musik";
"SELECTED_MUSIC" = "Musik";
"NO_MUSIC_SELECTED" = "Ingen";
"START_SLIDESHOW" = "Starta bildspel";

/* Slideshow Transitions */
"TRANSITION" = "Övergång";
"CUBE" = "Kub";
"DISSOLVE" = "Lös upp";
"RIPPLE" = "Krusning";
"WIPE" = "Svep";
"ORIGAMI" = "Origami";
"WIPEACROSS" = "Svep åt sidan";
"WIPEDOWN" = "Svep nedåt";

/* K66 Transitions as of Durango */
"KenBurns" = "Ken Burns";
"Origami" = "Origami";
"Reflections" = "Reflexioner";
"Vintage Prints" = "Gammaldags tryck";
"Snapshots" = "Ögonblicksbilder";
"PhotoMobile" = "Fotomobil";
"HolidayMobile" = "Helgmobil";
"Shatter" = "Splittring";
"Places" = "Platser";
"Classic" = "Klassisk";
"Scrapbook" = "Klippbok";
"SlidingPanels" = "Glidpaneler";

/* Flash settings */
"FLASH_AUTO" = "Auto";
"FLASH_OFF" = "Av";
"FLASH_ON" = "På";
"FLASH_HDR" = "HDR";

"HDR_ON" = "HDR på";
"HDR_OFF" = "HDR av";

/* Places */
"PLACES" = "Platser";
"PHOTOS_SINGULAR" = "1 bild";
"PHOTOS_PLURAL"   = "%@ bilder";

/* New Wallpaper */
"SET_LOCK_SCREEN" = "Ställ in låst skärm";
"SET_HOME_SCREEN" = "Ställ in hemskärmen";
"SET_BOTH" = "Ställ in båda";

/* Message when publish albums are loading */
"LOADING_ALBUMS" = "Läser in…";

/* The name of places albums depends on their content */
"PLACE_ALBUM_TITLE_ONLY_PHOTOS_SINGULAR" = "1 bild";
"PLACE_ALBUM_TITLE_ONLY_PHOTOS_PLURAL"   = "%@ bilder";
"PLACE_ALBUM_TITLE_ONLY_VIDEOS_SINGULAR" = "En video";
"PLACE_ALBUM_TITLE_ONLY_VIDEOS_PLURAL"   = "%@ videor";
"PLACE_ALBUM_TITLE_PHOTOS_AND_VIDEOS"    = "%@ objekt";

/* Strings used for displaying the HDR alert */
"HDR_ALERT_TITLE" = "HDR-inställningar";
"HDR_ALERT_MESSAGE" = "Både originalet och HDR-versionen kommer att sparas för varje bild. Detta kan ändras i Inställningar.";
"HDR_ALERT_SETTINGS_BUTTON_TITLE" = "Inställningar";
"HDR_ALERT_DISMISS_BUTTON_TITLE" = "Avfärda";

/* HDR HUD */
"SAVING_HDR" = "Sparar HDR";

/* Camera Options */
"OPTIONS_BUTTON_TITLE" = "Alternativ";
"OPTIONS_DONE_BUTTON_TITLE" = "Klar";
"GRID_OPTION" = "Rutnät";
"HDR_OPTION" = "HDR";

/* Camera AE/AF Lock */
"AEAF_LOCK_TEXT" = "Exponering/fokus låst";
"AE_LOCK_TEXT" = "Exponering låst";
"AF_LOCK_TEXT" = "Fokus låst";

/* Title for AirTunes Popover */
"AIR_PLAY" = "AirPlay";
"AIRTUNES_PASSWORD_ALERT_TITLE" = "AirPlay-lösenord";
"AIRTUNES_PASSWORD_ALERT_MESSAGE_FORMAT" = "Skriv in lösenordet för ”%@”";
"PASSWORD_ALERT_PLACEHOLDER" = "Lösenord";

/*Message for view on device when slideshow is playing on airtunes*/
"AIR_PLAY_SLIDESHOW_MESSAGE_FORMAT" = "Bildspelet spelas nu på ”%@”.";
"AIR_PLAY_MOVIE_MESSAGE_FORMAT" = "Filmen spelas nu på ”%@”.";
